{
  "rainlight": {
    "name": "rainlight_studios",
    "so": "Follow https://www.twitch.tv/rainlight_studios for awesome gamedev content. Also check out their Multiplayer Hide and Seek game TrickyTracks on steam: https://store.steampowered.com/app/2122000/Tricky_Tracks__Early_Access/"
  },
  "jern": {
    "name": "irishjohngames",
    "so": "You are looking for a great entertaining guy sometimes doing an hair cut? Then checkout https://www.twitch.tv/irishjohngames ! He is working on an awesome pirate game. Wishlist Rise of Piracy now on Steam! https://store.steampowered.com/app/1400660/Rise_of_Piracy/"
  },
  "hyperon": {
    "name": "hyperonslive",
    "so": "Wishlist Hyperons now on Steam! https://store.steampowered.com/app/2479500/Hyperons/ and follow his journey on twitch https://www.twitch.tv/hyperonslive - someone asked for dev-logs? Here they are: https://www.youtube.com/@Hyperons-Game"
  },
  "bardy": {
    "name": "bardaky",
    "so": "The Unwanted War now has a store page and you can wishlist it here https://store.steampowered.com/app/2487370/The_Unwanted_War/ - He also doing entertaining game-dev streams here on twitch, so please follow: https://www.twitch.tv/bardaky"
  },
  "basti": {
    "name": "b4zzzing",
    "so": "You like Godot (ofc you do!). And you want to see a cool game about retired pirates? Then I can highly recommend https://www.twitch.tv/b4zzzing"
  },
  "tompson": {
    "name": "tompsoncode",
    "so": "Remember the good old Gameboy Classic vibes or want to know how games looked like before colors were invented? Also you like Godot and 2D? Then checkout https://www.twitch.tv/tompsoncode"
  },
  "profitz": {
    "name": "profitztv",
    "so": "Here everything is about gaming. Making games, writing addons and playing games. Sounds good to you? Then you have to follow him: https://www.twitch.tv/profitztv"
  },
  "iraddev": {
    "name": "iraddev",
    "so": "If you ever wanted to see how a great tower defense game is made in godot then you should go and follow the famous iRadDev: https://www.twitch.tv/iraddev"
  },
  "nerkmind": {
    "name": "n3rkmind",
    "so": "If you like to see how a multiplayer survival progression game is made in unity then join and follow the amazing n3rkmind: https://www.twitch.tv/n3rkmind"
  },
  "kani_dev": {
    "name": "kani_dev",
    "so": "2D, 3D, Godot, custom avatar. Also he is providing his twitch-api for godot to everyone and you can check it out here: https://github.com/kanimaru/twitcher/. Follow kani_dev for some interessting Godot-projects. https://www.twitch.tv/kani_dev"
  },
  "coder2k": {
    "name": "coder2k", 
    "so": "May the biggest german dev streamer on twitch. He does a lot of awesome stuff with programming langauges. So join in: https://www.twitch.tv/coder2k"
  },
  "mostwanted": {
    "name": "mostwanted38",
    "so": "They also call him 'the catman'. At least I'd like to introduce that =). MostWanted is an experienced Godot-Dev here on twitch: https://www.twitch.tv/mostwanted38"
  },
  "bytewelt": {
    "name": "bytewelt",
    "so": "How does a stream look like if the streamer is too lazy to stream? - Check out bytewelt to see how a printer is doing more work than the streamer: https://www.twitch.tv/bytewelt"
  },
  "redstone": {
    "name": "redston4D",
    "so": "If you are interested in Godot-Content then please leave a follow at the awesome redstone4d: https://www.twitch.tv/redston4d"
  },
  "setolyx": {
    "name": "setolyx",
    "so": "An awesome unity-dev who created a bot able to troll him onstream. I can't put it in words - you have to see that. Therefor please leave a follow: https://www.twitch.tv/setolyx"  
  },
  "coderadgames": {
    "name": "coderadgames",
    "so": "Creates a Souls-Like unity game with outstanding graphics. You can check it out on steam (pls whishlist) https://store.steampowered.com/app/1890310/Rogue_Blight/ and follow his journey on twitch: https://www.twitch.tv/coderadgames"
  },
  "pantherxblut": {
    "name": "pantherxblut",
    "so": "Panther is a sympathic german streamer who has started his gamedev-journey with unity. Check out how he works on his 2D-Shooter on twitch: https://www.twitch.tv/pantherxblut"
  },
  "AlchemySheep": {
    "name": "AlchemySheep",
    "so": "AlchemySheep is working on a cool pirate-mobile-game as sideproject and a bit more hardcore mainproject in unity. Check out his channel for more: https://www.twitch.tv/alchemysheep"
  },
  "philberex": {
    "name": "philberex",
    "so": "Check out his work on MechaNest - a 3rd person action adventure game with traps, mazes and vicious mechanics on a foreign planet. You can whishlist the game on steam: https://store.steampowered.com/app/1585200/MechaNest/ and join development on twitch: https://www.twitch.tv/philberex"
  },
  "SorceryStory": {
    "name": "SorceryStory",
    "so": "Check out SorceryStory to see awesome godot content which was previously implemented in unity. On her channel is a nice and a funny atmosphere so join in if you like being in good company. https://www.twitch.tv/sorcerystory"
  },
  "Sculptyfix": {
    "name": "Sculptyfix",
    "so": "If you want to see great 2D- and 3D-Artist plus GameDev in various engines (Construct, UnrealEngine - MAYBE Roblox) then check out Sculptyfix. He gives great advices and you are in really good company. https://www.twitch.tv/sculptyfix"
  },
  "hakuinu": {
    "name": "hakuinu",
    "so": "If you want to see an awesome 3D-Artist really engaging in the gamedev-bubble then join the awesome hakuinu: https://www.twitch.tv/hakuinu"
  },
  "EdomGames": {
    "name": "EdomGames",
    "so": "Check out EdomGames if you want to see how an amazing looking Rogue-Lite RPG game is being made in Unity. https://www.twitch.tv/edomgames"
  },
  "Lentsius": {
    "name": "Lentsius",
    "so": "See Aquaman making roguelite games in Godot. He has released https://store.steampowered.com/app/1963670/Cardbob/ and works on a train-tactics game called fogpiercer right now. Leave a follow at this super nice guy: https://www.twitch.tv/lentsius"
  },
  "TrySomethingDev": {
    "name": "trysomethingdev",
    "so": "Check out TrySomethingDev to see how Minecraft Mods are made. He is streaming his project on twitch and you can check him out here: https://www.twitch.tv/trysomethingdev"
  },
  "clayman_dev": {
    "name": "clayman_dev",
    "so": "We all love physics. We all love destructions. And we love it even more when that comes together! Check out https://www.twitch.tv/clayman_dev. So be an hero and whishlist https://store.steampowered.com/app/2081720/Epic_Hero_Game/ on Steam! Thank you :)"
  }
}
